Repository: 11ALX11/Natural-selection-demo
Catalog: locale/*.po
Languages: ru

source: Start
ru: Начать

source: Quit
ru: Выйти

source: Shortcuts: Enter/Space: Start Esc: Back/Quit F5/Ctrl+R: Reset simulation
ru: Горячие клавиши: Enter/Space: Начать Esc: Назад/Выйти F5/Ctrl+R: Перезапустить симуляцию

source: Back
ru: Назад

source: Circle velocity change every {value} s
ru: Изменение скорости круга каждые {value} сек

source: Circle random factor: {value} px/s
ru: Случайный фактор круга: {value} пиксели/сек

source: Circle radius scale: {value}
ru: Размер круга: {value}

source: Change circle velocity
ru: Изменить скорость круга

source: Mobs: {value}
ru: Мобы: {value}

source: Max mobs: {value}
ru: Предел мобов: {value}

source: Lifespan: {value} s
ru: Время жизни {value} сек

source: Mutation chance: {value}
ru: Шанс мутации: {value}

source: Random factor: {value} px/s
ru: Случайный фактор: {value} пиксели/сек

source: Reset simulation
ru: Перезапустить симуляцию
